const questions = [
  {
    q: 'Кто первый император Рима?',
    choices: ['Цезарь', 'Август', 'Нерон'],
    answer: 1,
  },
  {
    q: 'В каком году пала Западная Римская империя?',
    choices: ['410 год', '476 год', '395 год'],
    answer: 1,
  },
  {
    q: 'Как звали последнего императора единой Римской империи?',
    choices: ['Феодосий I', 'Константин Великий', 'Юстиниан I'],
    answer: 0,
  },
  {
    q: 'Какой язык был основным в Древнем Риме?',
    choices: ['Греческий', 'Латинский', 'Этрусский'],
    answer: 1,
  },
];

export {questions};